{"collection":{"items":[{"links":[{"render":"image","rel":"preview","href":"https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001757/GSFC_20171208_Archive_e001757~thumb.jpg"}],"data":[{"album":["Test"],"nasa_id":"GSFC_20171208_Archive_e001757","description":"The Hubble Space Telescope has spotted a UFO — well, the UFO Galaxy, to be precise. NGC 2683 is a spiral galaxy seen almost edge-on, giving it the shape of a classic science fiction spaceship. This is why the astronomers at the Astronaut Memorial Planetarium and Observatory gave it this attention-grabbing nickname. While a bird’s eye view lets us see the detailed structure of a galaxy (such as this Hubble image of a barred spiral), a side-on view has its own perks. In particular, it gives astronomers a great opportunity to see the delicate dusty lanes of the spiral arms silhouetted against the golden haze of the galaxy’s core. In addition, brilliant clusters of young blue stars shine scattered throughout the disc, mapping the galaxy’s star-forming regions. Perhaps surprisingly, side-on views of galaxies like this one do not prevent astronomers from deducing their structures. Studies of the properties of the light coming from NGC 2683 suggest that this is a barred spiral galaxy, even though the angle we see it at does not let us see this directly. NGC 2683, discovered on 5 February 1788 by the famous astronomer William Herschel, lies in the Northern constellation of Lynx. A constellation named not because of its resemblance to the feline animal, but because it is fairly faint, requiring the “sensitive eyes of a cat” to discern it. And when you manage to get a look at it, you’ll find treasures like this, making it well worth the effort. This image is produced from two adjacent fields observed in visible and infrared light by Hubble’s Advanced Camera for Surveys. A narrow strip which appears slightly blurred and crosses most the image horizontally is a result of a gap between Hubble’s detectors. This strip has been patched using images from observations of the galaxy made by ground-based telescopes, which show significantly less detail. The field of view is approximately 6.5 by 3.3 arcminutes.  Credit: ESA/Hubble &amp; NASA  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>","date_created":"2017-12-08T00:00:00Z","keywords":["Hubble Spies a UFO","space","nasa","galaxy","hubble","hst","ufogalaxy"],"media_type":"image","location":"Greenbelt, MD","title":"Hubble Spies a UFO","center":"GSFC"}],"href":"https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001757/collection.json"},{"links":[{"render":"image","rel":"preview","href":"https://images-assets.nasa.gov/image/iss019e010081/iss019e010081~thumb.jpg"}],"data":[{"title":"OBR-1-1/Fizika-LT(Letaushaya Tarelka/Flying Disk) experiment","description":"ISS019-E-010081 (24 April 2009) --- Cosmonaut Gennady Padalka, Expedition 19/20 commander, is pictured near the OBR-1-1/?Fizika-LT? (Letaushaya Tarelka/Flying Disk) educational experiment, also called ?UFO?, floating freely in the Zvezda Service Module of the International Space Station. The OBR-1-1 is part of the OBRAZOVANIE (Education) suite of three educational demonstrations of physics in microgravity.","date_created":"2009-04-24T00:00:00Z","media_type":"image","nasa_id":"iss019e010081","center":"JSC"}],"href":"https://images-assets.nasa.gov/image/iss019e010081/collection.json"},{"links":[{"render":"image","rel":"preview","href":"https://images-assets.nasa.gov/image/iss019e010226/iss019e010226~thumb.jpg"}],"data":[{"title":"OBR-1-1/Fizika-LT(Letaushaya Tarelka/Flying Disk) experiment","description":"ISS019-E-010226 (24 April 2009) --- Cosmonaut Gennady Padalka, Expedition 19/20 commander, holds the OBR-1-1/?Fizika-LT? (Letaushaya Tarelka/Flying Disk) educational experiment, also called ?UFO?, in the Zvezda Service Module of the International Space Station. The OBR-1-1 is part of the OBRAZOVANIE (Education) suite of three educational demonstrations of physics in microgravity.","date_created":"2009-04-24T00:00:00Z","media_type":"image","nasa_id":"iss019e010226","center":"JSC"}],"href":"https://images-assets.nasa.gov/image/iss019e010226/collection.json"},{"links":[{"render":"image","rel":"preview","href":"https://images-assets.nasa.gov/image/iss019e010230/iss019e010230~thumb.jpg"}],"data":[{"title":"OBR-1-1/Fizika-LT(Letaushaya Tarelka/Flying Disk) experiment","description":"ISS019-E-010230 (24 April 2009) --- Cosmonaut Gennady Padalka, Expedition 19/20 commander, is pictured near the OBR-1-1/?Fizika-LT? (Letaushaya Tarelka/Flying Disk) educational experiment, also called ?UFO?, floating freely in the Zvezda Service Module of the International Space Station. The OBR-1-1 is part of the OBRAZOVANIE (Education) suite of three educational demonstrations of physics in microgravity.","date_created":"2009-04-24T00:00:00Z","media_type":"image","nasa_id":"iss019e010230","center":"JSC"}],"href":"https://images-assets.nasa.gov/image/iss019e010230/collection.json"},{"data":[{"media_type":"audio","description":"Gary Jordan (Host): Houston, we have a podcast.  Welcome to the official podcast of the NASA Johnson Space Center, Episode 68, NASA in Hollywood.  I'm Gary Jordan, and I'll be your host today.  So if you're familiar with us, this is where we bring in scientists, engineers, astronauts, all to let you know the coolest information at what's going on right here at NASA.  We explore a lot of topics about human space flight and dive deep into all of these subjects.  But NASA is not just scientists and engineers.  It's full of all kinds of disciplines, and today we're talking about a unique side of NASA with some very special guests.  Today we're bringing in Bob Jacobs, Bert Ulrich, and Bill Barry.  Bob, Burt, and Bill.  I promise we didn't even plan that.  But they are some pretty important people here at NASA based at our headquarters in Washington, DC.  So Bob Jacobs is the acting associate administrator of communications.  He's essentially in charge of communications and PR for the agency.  Bert Ulrich is the multimedia liaison, film and TV collaborations.  He oversees NASA's engagement in film and television projects and is also responsible for the agency's identity including the insignia, the logo that you see whenever you think about NASA.  Bill Barry is NASA's chief historian.  He's pretty much in charge of the history department of the entire agency.   So for today's episode, I connected remotely with this power trio in Washington to talk about NASA in Hollywood.  Have you noticed how have there been so many space movies and shows lately?  A lot of times these guys are hands-on with those movies, helping to make sure that they have all the right permissions and information and to make the movie the best that it can be.  And we'll get into detail about how that work.  You may already know that the movie First Man came out in theaters recently, the movie about Neil Armstrong and the journey to the historic moon landing.  The creators and cast of that movie worked pretty closely with us here at NASA, so close that they we're actually here at the Johnson Space Center to learn about our culture and to try to make the story of the moon landing as accurate as possible.  They also visited the Kennedy Space Center in Florida.  Bob Jacobs actually sat down with some of those folks from First Man, including actors and actresses Ryan Gosling, Claire Foy, Patrick Fugit, Lukas Haas, and Olivia Hamilton, screen writer Josh Singer and author James Hansen and director Damien Chazelle, and the family of the historic NASA astronauts including Rick and Mark Armstrong and Bonnie White Baer.   He discusses working closely with them and how their perspective changed about human spaceflight after researching this movie.  We'll play some clips during those interviews on today's episode.  So with no further delay, let's jump right ahead to our talk with Bob Jacobs, Bert Ulrich, and Bill Barry and the cast and crew of the First Man movie.  Enjoy.    [ Music ]    Host: Bob, Bert, and Bill, thanks for joining me today on Houston We Have a Podcast.    Bert Ulrich: Thank you.    Bob Jacobs: No, thank you.    Bill Barry: That's great.    Bob Jacobs: Glad we're here.    Host: Very honored to be talking to all of you today.  I actually can't believe that I'm talking to all three of you at the same time.  This is a, this is pretty cool.  But this is an interesting and unique topic for the show because first of all I didn't even think about bringing all of this together, but it's so important, especially now with all the movies coming out.  And Bob, especially recently you got to speak with the cast and crew, the writers, the director even of First Man, and we're definitely going to get into that.  But before we do, I did want to start with sort of an overall approach, how we're working with Hollywood, how we're working with filmmakers just in general, and just why we're doing it in the first place.  Bob, you have the best perspective, I think, as the acting associate administrator for communications.  Why are we doing this?    Bob Jacobs: Well, I think it just provides us another avenue through which we can tell NASA's story.  I, you know, and I think Bert has the total here.  I think last year was a record year with over 145 documentaries and films?    Bert Ulrich: That's correct.  I think it's 143 documentaries, 25 feature films and 41 TV programs.    Host: Whoa!    Bob Jacobs: So they give us, you know, they just give us extra avenues through which to tell our story on top of kind of the traditional means that we have to communicate across NASA with, the website, news releases, social media, that sort of thing.    Host: So it's like a, is it a different audience, is that the idea?  It's just a different group of people to listen to this message?    Bob Jacobs: Well it may be people who normally don't receive or are kind built in to get a NASA message.    Host: Yeah.    Bob Jacobs: You know, someone might go see The Martian just because of the topic and because it's Matt Damon and because it's an exciting movie but don't realize or don't necessarily follow NASA and know that we've got two rovers around Mars and we're about to put another lander on Mars.  So it just gives us access to an additional audience.    Host: Yeah, and I think it's got to be important, right, because Bert, your title is literally multimedia liaison, film, and TV collaborations.  We have a person dedicated to working on this, and it sounds like it's for a good reason.  How many-- 143, that is unbelievable in a single year.    Bert Ulrich: Yeah, I think the documentary world is really the bread and butter of how we work with that industry.    Host: Yeah.    Bert Ulrich: But features are really important too.  I mean we've had a real boon, I think, in the last couple years between The Martian, Hidden Figures, and First Man that we were all involved with.  Those films have really propelled us forward also in the eyes of the film and TV communities.    Host: So how do you choose?  How do you know which ones are the good ones to latch onto?    Bob Jacobs: You know, I think, there are two things.  Number one, I think it is subjective.  It has to do with the quality of the director, the studio, if they have a history, and there's this thing that we kind of look at each other and go, is it, you know, is it feasible fiction, you know.    Host: Hmm.    Bob Jacobs: And that's kind of, that's kind of our guiding, our guiding principle.  And if we believe that it isn't so far out there and they've got a legacy of success productions, then it's something we may decide to get involved with.    Bert Ulrich: And I think historical productions are a lot easier in some ways because we have something to hone in on and that we can actually--    Host: Yeah.    Bert Ulrich: Really concentrate and try to get it as right as we possibly can from our perspective.  Of course, there's a lot of artistic license involved as well.  But fiction is another thing.  Like with sci-fi, I think that's another area that we do get involved with but we are a little bit more careful about how we can actually hone in on those subjects, which are a little more really sci-fi fictional out there stuff.    Host: Yeah, I guess, so is it kind of that you want to, you know, if you're going to work with someone and spend the time and the resources to work with a company who is trying to make a film and tell a story to tie NASA's brand to it, ultimately the NASA brand is a powerful thing, and it's something we kind of have to keep track of, so you want that to be representative of what you want to portray NASA being.  Is that kind of the idea?    Bert Ulrich: I think somewhat.  I mean I think we don't want to be misleading to the public.    Host: Yeah.  Sure.    Bert Ulrich: So if we actually have our brand on something, it means that we're really involved.  I mean there are other movies like Life where they created their own NASA logo were we weren't involved with that picture.  But something like The Martian or Hidden Figures and First Man, of course, we were very much involved with him.  We did allow our logos to be used.    Host: And that's that historical part of things.  So, Bill, once we see this historical feature coming up, what are you doing to help out and make sure that the history is well represented?    Bill Barry: I'm usually dreading when Bert appears at my doorway.  [laughter] Because there's a lot of work involved in taking a look at the script.  But, you know, particularly with the features that we've been doing lately, the big thing is that, is that they at least have some respect for the history and that they don't go too far off the deep end.  These things are not documentaries.  They're feature films.  And we have to keep that in mind. That they're going to do some things with the timeline or facts and stuff to put their artistic spin on the story.  Hidden Figures was, for example, they were meticulous about details, but they compressed about 20-odd years of history into what appeared to be two years, particularly with the civil rights changes that happened at Langley.  That stuff started happening in 1943, not in 1961.  So is that an acceptable thing for them to do?  That's one of the things that we really sort of look at and we struggle with and Bob and Bert and I talk about that sort of stuff all the time.    Bert Ulrich: And the main thing is that these filmmakers are really receptive, I think.  When you came in, for instance, with Ted Melfi, I think we gave you the script, and you were like, do you really want me to go through this?  [laughter] And we were like, yeah, sure, that would be great.  So I think you had a call with Ted, and it ended up being a call that took many, many, many hours.    Bill Barry: Yeah, Bert came by and he goes, I sent, I gave Bert back all my comments on the script, and it was, I had commented on virtually line in the script for Hidden Figures, the first version of the script that we saw.    Host: Wow.    Bill Barry: And I sent it to Bert, and I thought, well, I'm done with that.  [laughter] And suddenly--    Bert Ulrich: Yeah, the ship sailed.    Bill Barry: About two days later Bert shows up at my door, and he goes, Ted wants to talk to you.  And I said, really?  And he goes, yeah, he's on the phone.  Let me patch him through.  And Ted says, do you got a couple minutes?  And I go, yeah.  Four hours later, we hung up.  And then he calls back the next day.  So--    Bob Jacobs: And that happens across a lot of the films.  I know when we had a number of issues with the first draft of First Man--    Bert Ulrich: Yeah.    Bob Jacobs: And we set up, was it Josh?    Bert Ulrich: Yeah, Josh Singer.    Bob Jacobs: Yeah, we set up Josh with Michael Collins, Jim Lovell, other people who had a real personal knowledge of Neil so they could kind of touch on his personality, some of which was missing through those, in those early drafts.    Bert Ulrich: And, you know, I was looking back at emails, and I think Josh was first in touch with us in December of '14.    Bill Barry: Yeah, it's been quite bit.    Bert Ulrich: It's been a long, long journey, actually for first man, and they really tried to get it right.  There were many iterations of that script, I think.    Bill Barry: Yeah, Josh, Josh really knew his stuff.  I mean he was, you know, was asking me questions that, you know, it took a bit of research on my part for it, and he largely already knew the answers to.  But the thing that I don't think he really got was the whole test pilot personality about how they can compartmentalize, and so earlier versions of the script sort of had Neil being, coming up as very cold in a way, and that really wasn't his personality.  It was just that he, like all test pilots--    Bert Ulrich: He was focused.    Bill Barry: He was focused and was able to compartmentalize.  And I think the final version of the movie does a much better job of showing, you know, the rounder parts of Neil Armstrong's personality, not just the, you know, the sort of, you know, test pilot adaptation to dealing with stress.    Host: So that's a hard thing to sort of, to sort of, I don't know, capture, to capture that sort of personality.  So what are we doing on our end, and like are you going through old footage and transcripts and everything to really capture or, I don't know, interviews about Neil's personality?  How are we capturing this personality trait in history?    Bob Jacobs: Well this one was unique in that all three of us had a relationship with Neil--    Bert Ulrich: Yeah.    Host: That's helps.    Bob Jacobs: That dated back decades--    Bert Ulrich: Yeah.    Bob Jacobs: --in some instances.  So, you know, so we had an idea going in, and I think that each of us felt a responsibility, not necessarily to protect him, but there's not a lot of content out there about Neil.  So those of us who knew him wanted to make sure that those personality elements were reflected, and then of course where our experience falls short, there are still people out there who knew Neil from those early days, and that's why we set him up with people like Jim Lovell and Mike Collins.    Host: That's one of those artistic elements that you were talking about, how to balance the history with the art that needs to be, that needs to be a part of the story telling, but, you know, how do you decide, what's, what do, what do you want to explore in an artistic fashion and what needs to be represented as history?    Bill Barry: Well, ultimately that's, you know, the writer, the director, and the production team are the ones deciding.    Host: I see, yeah.    Bill Barry: You know, what their vision of the film is and clearly with First Man, they wanted to tell a story that's different from the typical story about the Apollo program, you know, and more get into, you know, the life of Neil Armstrong and how we, you know, dealt with the challenges and the program, him and his family.    Bert Ulrich: Yeah, and the other thing with that script is the first iteration we got, I think, Bob, you actually talked to Rick and Mark to sort of make sure that they knew that this picture was happening, and they were contacting them, but we wanted to make sure that the family was also involved, and they were very much involved along the journey as well.    Bob Jacobs: Yeah, that's a, and this one was tough.  I mean movies like Gravity or Interstellar or The Martian, you know, there aren't family members who are, who are alive and it's not really dealing with the historic aspects of the agency.  And for us, again, kind of feeling a little protective of Neil's legacy.  You know, we wanted to make sure that the family was on board because that could have created all sorts of problems for us, if it was something that we supported and the family didn't or if you took it the other way and it was something that the family did support and we didn't.  So, I think it was important for us to all get to a point that everyone felt good about what was being produced.    Bert Ulrich: And the amazing thing about Josh too is that he worked with, I mean I think Mike Collins looked at a script and he had other astronauts look at scripts, and they helped him as he sort of, you know, chipped away at trying to as much of a reality as he could with the film, given the constraints of a film.    Host: Yeah.  So that's the challenge, right, is understanding-- it sounds like there's a few extra steps when it comes to those historical features because, you know, fiction is one thing, and you want to represent the information accurately with a little artistic flare, but when it comes to real people in the real world, yes, they need to absolutely be involved.    Bob Jacobs: You know, and there's an interesting story with Hidden Figures that, Bill, I'll try not to tell it all so you can tell it, but it has to do with that scene where, where Catherine Johnson runs across the whites-only restrooms and, and the film has her walking across the parking lot and--    Host: Hmm.    Bill Barry: Yeah, and in reality, that actually never happened to Catherine Johnson.  She, the building that she worked in didn't have a segregated restroom most of the time.  So, but that, it actually happened to other people.  So, I think the movie is true to the history in that, you know, it deals with something that actually happened to real people, even if it didn't actually happen to Catherine Johnson.    Host: Yeah.    Bill Barry: And also those kind of compromises where, you know, typically we'll flag things like that on the script and say, hey, you know, you do realize this didn't really happen.  And usually we'll have a nice conversation with either the director or the script writer or somebody about, you know, what's this mean and is this, you know, is this within the bounds of, you know, what we consider acceptable.  And normally those conversations are very, you know, positive and productive, and we've never had a problem with somebody saying no, we insist on doing this wrong way.    Host: Yeah.    Bill Barry: And for that matter, you know, from our perspective, we also recognize it's a movie.  You know, it's not a documentary, and so it's, many people take it as fact, so we're serious about making sure it's not too far out of bounds.  But there is, there is, you know, room for some fuzz on the peach.    Bert Ulrich: And we even try in some cases in more fictional scenarios like The Martian, Jim Green, who was in charge of planetary science for NASA is now our chief scientist, he worked a lot with Ridley on that script, and that script basically had a, you know, had a dust storm on Mars, which was very violent, and it wasn't really characteristic of how it is like on Mars.  So he suggested a lightning storm, but they didn't really want to do that.  And, you know, you have to understand that there is a drama that's sort of unfolding.  You have to respect that to a certain degree too and find that balance.    Host: Yeah, and I think even Andy Weir was pretty respectful of that and understood that that was a constraint and that it was not real.  He understood the science behind it, but he did want that man versus, I guess, I don't know, elements, survival element to it.  But let's go into the nitty gritty because I think this is interesting.  You're talking about working with the filmmakers themselves mostly from sort of an advisory perspective.  You know, you give them the information is what it sounds like.  This actually didn't happen, and then you sort of work with them to actually determine how to tell that story.  Tell me how it works.  Someone submits a script, and then you start doing calls or you go out to the shoot.  How does this work?    Bert Ulrich: No, it starts off that we actually only get involved with projects which have funding and distribution in place, because we get so many requests that we have to prioritize those that will really have a guaranteed audience.  So that's the first sort of rung that people have to get through, and they usually do.  That's why we've been able to sort of, we've been very lucky, we've been able to sort of pick at really wonderful projects.  We're not able to do absolutely everything that comes our way, but we're able to do an awful lot.  So we'll first get something for a documentary, a treatment or for a picture or a script, and we'll look at those and we'll vet that, depending on the subject matter.  If it's historical, we'll bring it to Bill Barry.  Bob looks at basically everything, and if it's, if it's less, you know, something more about science or something, we'll send it over to the scientist.  And then they'll sort of look at it, and we'll go back and forth and have a discussion.  And then based on that, I guess we kind of see what they want.  You know, every project has its own life.  I mean they're all a little different, and sometimes they want to shoot on site.  Sometimes they don't.  Sometimes they just want, you know, some of our assets to use to help them build sets or costumes.  So it really runs a gamut.    Bill Barry: They all want to use the MASTIF trainer though.    Bert Ulrich: That's right.    Bill Barry: Which, which of course doesn't exist anymore, but--    Bob Jacobs: Yeah.    Host: What's that one?    Bill Barry: You know, that one with the spinning thing where they put the astronaut in the--    Bob Jacobs: The Mercury one.    Bill Barry: That's spins around on multiple axes.    Host: Oh yeah.    Bill Barry: If you've seen First Man, you'll have seen the MASTIF in action.    Bob Jacobs: And every now and then we get an opportunity to influence it--    Bert Ulrich: Yep.    Bob Jacobs: And one of those stories is Sharknado.    Bert Ulrich: Yes.  That's a good one.    Bill Barry: That's a good one.    Host: Oh.    Bob Jacobs: After, you know, because Sharknado was one of those examples, you know, now I think they're up to like Sharknado 22 or something, but when Sharknado first came out, it was one of those interesting second screen events where it was as much about the online conversation as it was about the film.  And after Sharknado 2, Bert and I got together, and it's like, oh we got to call the producers.  They've done everything except put the sharks in space.  And sure enough the producers came up with something.  And, you know, that was a case of, you know, you've got to suspend the seriousness and embrace the, you know, kind of the pop culture, fun part of what we do, and so we ended up with Sharknado 3 with David Hasselhoff as a shuttle commander as part of that.  So it's a little bit of both.  Sometimes it is those serious big projects that come in, and sometimes it's, hey let's call so and so and see what they think about space.    Bert Ulrich: Or we develop a relationship like with Michael Bay, I mean he worked with us on Armageddon and then later he came to us for Transformers 3 and then again the Transformers 5.  So we've been able to sort of nurture those relationships, and people like to come back sometimes.    Bob Jacobs: Yeah.    Host: Yeah, with prominent voices in filmmaking too. And all different voices, you know, whether it's serious, whether it's action, historical, or Sharknado, if it's funny.    Bob Jacobs: Yeah.    Host: So, yeah, no.  But how do you determine, you know, it sounds like it sort of has this sort of barrier, this front line of defense.  They come to you, and you decide whether or not you're going to pursue and then how much resources you want to put into it, whether you're going to just to and advisory or whether you're going to go out.  So how is that determined?  Is it really subjective?    Bert Ulrich: So, yeah, well it depends on what they need.  So basically if they need to shoot on site, we usually do something called a space act agreement, which is a reimbursable legal agreement.  So the government gets reimbursed for costs incurred beyond something that would like a normal media shoot for a documentary.  So we make sure that's done and those boxes are checked, and that's more bureaucratic, and the studios are used to that, going back and forth with us and our lawyers, and then we just kind of go full force.  We try to get people technical experts, like Bill Barry, or we'll give our assets.  We have really a great team of archivists that are out there being able to provide photo materials and footage and they just kind of go to town.  Now everyone is, regardless of whether we're involved or not with a production, everyone does have access to our film and footage archives, irrespective of our level of involvement.  So that's actually a nice thing to give back to tax payers.    Host: Yeah, no that's huge.  I mean I personally get a lot of those requests especially with the historical space station stuff, and I think it's important to sort of deliver that, but then there's a lot of it, especially on our side, that has not been digitized yet, you know.  Technology evolves, and we didn't start recording everything to digital up front, and it takes a lot of energy and time to digitize everything.  And that's really, that's really hard, especially with all the other stuff going on and all the other responsibilities.    Bob Jacobs: And a lot of times the studios will take that on for us, you know.    Host: Oh cool.    Bob Jacobs: I can think of any number of projects like IMAX and gosh, what other--    Bert Ulrich: Well, I mean also just recently we were working on a project for a CNN documentary--    Bill Barry: Yeah, on Apollo 11, and the folks behind that documentary have worked out an arrangement with the National Archives and with us to get as original copies as they can of some of that nondigitized material.  They're digitizing it for their film, and then they'll give it back to us in digital format for our use later.  So it's a, it works out to be a really nice exchange.    Bert Ulrich: And we've worked on over eight productions, I think, with IMAX.  They've given us footage as well to use that they've put in IMAX format.  I mean it's a wonderful sort of back and forth that we're able to sort of--  Host: Yeah, even with the resource constraints you can come up with another way to meet objectives.  IMAX wants footage, we want archive footage, and we can kind of share those resources.  That's very important to make those relationships work.  You know, and besides footage, Bert, I know like a big part of your job is representing the NASA identity, and I know that's a big part of working with feature films as well, slapping that NASA logo on different things, and even, you know, like you said, working with other features that don't use the logo for whatever reason.  So, again, how is that determined?  How does that process work?    Bert Ulrich: Again, we work, again I work with Bob on that because Bob oversees the use of the logo as well.    Host: Okay.    Bert Ulrich: I kind am the designee to sort of work it hands-on.  But basically, we determine it based on whether it's feasible, whether there, we're not too misleading with the public.  And then incidental use is also something that sometimes we're able to sort of work on.  Which means if it's on a suit or on a building, that's easier than any sort of branding use.  We usually don't allow branding use, like on the bottom of a promotional, of a promotion for something, but we do allow incidental use.    Host: Right.    Bob Jacobs: You know, another interesting story that Bert may kick me for for sharing, but with Gravity--    Bert Ulrich: Yes.    Bob Jacobs: We reached out when we heard that Gravity was being made and went all the way up to the vice president or the president of Sony.    Bert Ulrich: Yep, yep.  Yep it was the--    Bob Jacobs: And got a very nice, polite, you know, no thank you, we've got it.  And so we weren't involved in the production until the end, in post-production, and they decided that they wanted to reach out to us and have us involved.  And, of course, during the production, all the logos on the spacesuits were not the NASA insignia.    Host: Right.    Bob Jacobs: And they went back and digitized the NASA insignia once we decided that it was something that we wanted to be involved with there at the end.  So, you know, a lot of times the directors will go in thinking, yeah, we don't need your help, we've got this, and we can still get involved at the back end.    Host: And that's, that's huge, right, because you're talking about, we talked about reviewing for scripts and coming for proposals, but it sounds like there's a lengthy process here where we're even involved sometimes in the post-production process.    Bert Ulrich: Yeah. And then often in the release of something.  So--    Host: Oh wow.    Bert Ulrich: That also happens like with Interstellar, for instance, we didn't really, we weren't involved in the production itself.  Then later we did some outreach around it.  And also the other thing is, which is really quite wonderful, is a lot of actors and directors are very much interested in space exploration when they sort of go into this area, and they're often, you know there if we're interested to help us share our stories in the form of public service announcements or some social media vignettes that can go out, that sort of tell NASA's story, and that's really a wonderful opportunity also for NASA for the agency.    Bob Jacobs: Yeah, we had Andy Weir do a number of education events, not just public communications NASA's cool events, but things that were specifically targeted for middle school students and high school students, and that was a relationship that didn't exist until we got involved with the movie.  So, so Bert's hitting on a kind of an important point is that there's a lot of activity that happens even after the film is completed that gives us the opportunity to not only, you know, share the NASA is cool story about whatever the subjects are we want to discuss, but actually engage in STEM activities that are so important to, you know, kind of creating that next generation of explorer.    Host: Yeah, no, that's a, that's an interesting point, all the way through, you know, beyond reviewing the footage post production but also the communications of it.  And this is a, this is kind of an interesting line that we have to work, because Bert, you even mentioned, you know, slapping, you can't just slap the NASA insignia on, you know, anything, even especially promotions, so how do we, how do we work with, whenever we're communicating, when we're at this phase of sending the message out and getting people involved with STEM, how do we balance the line between STEM education and trying to involve new students and get them involved in NASA and in science and engineering but then also making sure we're not endorsing anything or crossing too many lines where that would be unethical on our side.    Bert Ulrich: Correct.  I think it is a fine balance.  I mean there are times when it's looking too, like it's an endorsement, then our legal office intervenes on that.  There are other times where you can actually have NASA be part of it without, you know, endorsing, because we're sharing a story, our story, in a way that's new and innovative, which is actually really good.  It's never quite easy.  The other thing that we do a lot with our logos would be on merchandise, and it's crazy the amount of merchandise requests we get to have the NASA meatball and now the NASA worm as well where we're permitting on merchandise.    Host: Oh yeah.    Bert Ulrich: And it's like, it's like a, you know, a triple whammy right now, I think.    Host: Yeah, there's a lot to it.  It's interesting to find that balance.    Bert Ulrich: Yep.    Host: How are you doing it with First Man now, how is that working?    Bert Ulrich: You mean in terms of logo use or branding or just in general?    Host: Yeah, in general, I think.    Bert Ulrich: Well we've been putting out some, I mean Bob interviewed the cast.    Host: Yeah.    Bert Ulrich: And we're doing some social media around that and putting out various vignettes on that, and just generally, we just kind of work with them in a way that's all run by legal where we're able to socialize some things, less other things.  And that's a big thing.  I mean I can't stress enough how important social media is for the agency.    Host: Yeah.    Bert Ulrich: And Bob oversees all of that too.  So I don't know if you want to talk about that, but I think we're more popular than ever, I think like over 170 million followers, and it's just crazy how we're able to get out there through social media with, you know, highlighting our great assets like our footage from missions and our photos from missions and just in general.    Bob Jacobs: No, it's interesting because we do, because of, I think, the interest in NASA overall, we can reach out to and engage pretty much with anyone.  I mean we've created conversations with not only the people who are involved in the films but people who also have, you know, even more followers than we do.  I think the last time I checked we had the 51st most popular Twitter feed.  You know, we've taken down two Kardashians [laughter], and we have two to go.  But, you know, with Justin Bieber, we Ariana Grande, with other people who have even more followers than we do, and we're able to create conversations just because they're excited to be talking with NASA, just as much as we are excited that someone who has, you know, those types of followers and aren't necessarily connect with space flight, are interested in what we do.    Host: So is that how you define success then in our communications, to involve as many people and just get people talking about space and get involved NASA?    Bob Jacobs: Yeah, that's a, that's a real tough one.  Measurement is always, is always hard, and we've got, you know, we all have the tools to see how many impressions we made or how many people we may have reached and things of that nature, but a lot of it is so intangible and immeasurable.  You know, I'll do thinks like just walk along, you know, here in DC, I'll just walk along the mall and see how many kids are wearing, you know, T-shirts with the NASA logo on it.    Bert Ulrich: Yep.    Bob Jacobs: And things that historically people may not notice.  You know, in commercials, any commercial that has something to do with high tech in the future typically has a NASA launch in it in some shape, form, or fashion.    Host: Yeah.    Bob Jacobs: You know, whether it's a fast car or just something that they want to represent the future in, there's usually something NASA related to it.  I mean I really do think that we've become a part of the American fabric for lack of a better term where I think people just know that we're there and, you know, we've got a challenge to get them specific knowledge about, you know, what it is that we're doing and why we're doing it, like going to the moon and onto Mars and things of that nature.  But it is.  Measurement is hard, and I think it's one of those cases, you know, each of us probably had some event in our lives that got us excited about space.  You know, I'm old enough that I'm an Apollo kid.  So I was eight when Neil and Buzz landed on the moon.  So, you know, I think we're constantly trying to create, I know I am, in the outreach activities that we do, I'm looking for whatever that next inspiration moment is for a kid who would say, oh, gee, I saw this, and it had this impact on my life, and I wanted to do X, Y, and Z in STEM fields or specific exploration or just because, you know, they're excited to be a nerd, and they, you know, and they want to share that with other people.    Host: And I think that blends in nicely to this next part.  You're talking about this next big thing.  You talked with the cast, the writers, the directors of First Man, pretty recently.  What was that like?    Bob Jacobs: You know, it's interesting to be a part of it because there is this churn of Hollywood style reporters that you typically see at these types of events, you know, and I almost felt, well I did a few times, you know, apologized to the stars.  It's like, you know, I know this, you know, I know this isn't something that you guys really look forward to.  I really appreciate you taking the time.  But the thing that got me was that they were really, you know, I walked around with a pocketful of NASA meatball pins, you know, the logo, as we refer to it as the meatball for those who aren't aware of that, and, you know, I'd never seen actors more excited to receive a, you know, probably a 35-cent item in mass production, you know, [laughter] to get a NASA meatball pin.  And I remember handing it to Ryan Gosling.  It's like you've probably seen more of this than you want to.  He's like, no I'm always happy to get something else.  [laughter] So they were really, you know, and he had on that day a denim jacket that had a huge NASA logo on the back of it.   So it was interesting to see that everyone was really engaged.  They weren't blowing it off because, okay, I've got to sit through 25 interviews today.  You know, when we got them talking about these other things about NASA and about exploration and even about making the film, they seemed to be genuinely interested in talking about it.  And Bill, you were, you were being interviewed, so, you know, you know what the questions were like.    Bill Barry: Yeah, it's a, it's an interesting process when they do this sort of thing when they, you know, roll a movie out for the press and the media and they do a media day like that.  Lots and lots of people asking questions.  But it's a great opportunity for us to tell our side of the story.  Yeah, and the question I always get as the historian is, well, how historically accurate is the movie?  And I always have to, you know--    Host: Yeah.    Bill Barry: You know, give some sort of answer to that, you know, and my answer typically is, okay, it's not a documentary but within the bounds of telling a really good story, it's, you know, it used the facts.  And the fact that they had, you know, a great writer who paid really close attention to the facts and a director who was keen on it, actors who were committed to it, and they had this whole panoply of advisors that, you know, Bob and Bert brought into the process, you know, former astronauts and family members who could advise them about the, you know, the character of these people and what things were really like back then.  I think all of that had a huge positive impact on making the story a better story and also more accurate from our perspective.    Bob Jacobs: But it was interesting, you could imagine, if you could, there were like five or six tents out at the Kennedy Center's press site.  It's 94 degrees with humidity, with humidity about a thousand and a half percent [laughter], and they told us, it's like, oh well, you know, we'll be in air conditioned tents.    Bill Barry: Then the power went out.    Bob Jacobs: And then I get out, yeah, I get out to the first tent and I'm like, yeah, the power went out for a while, and the first thing that came to mind was a line in a movie where it's, you know, you have to fail down here so you don't fail up there.    Host: Right.    Bob Jacobs: But a, but, you know, they said, oh we have these air conditioned tents, and I got into the first tent to interview Ryan and Claire and noticed that these huge tube of AC were pointed at the actors--    Bill Barry: Not at the interviewers.    Host: Not at -- [laughter]    Bob Jacobs: The rest of us, the rest of us had nothing.  [laughter]    Bill Barry: I had one of those tubes pointed at me, Bob.  I was okay.    Bob Jacobs: And it was, it was hot.    Bert Ulrich: It was horribly hot.    Bob Jacobs: You know, and it's hard enough talking to these people without sweating, so let's just add, you know, the Florida climate on top of it, and it was just a hot, miserable time, but everyone was really good about it.    Bert Ulrich: Yeah.    Host: That's good, and you said they were excited too, right?    Bob Jacobs: Oh, absolutely.  I mean I think that, you know, Ryan and Claire, you know, they get a lot of the questions, and they get most of the attention, and they gave good answers, but I really got to the childlike enthusiasm by the time I got to, you know, the director, Damien Chazelle, Josh Singer.  You know--    Bert Ulrich: Fugit?    Bob Jacobs: Yeah Patrick--    Bert Ulrich: Then Lukas Haas.    Bob Jacobs: Lukas Haas.    Bert Ulrich: Yeah.    Bob Jacobs: Those--    Host: Lukas, yeah.    Bob Jacobs: Yeah, those two were really, really excited about playing the roles and really excited about space flight.  So, but you know, everyone was just genuinely thrilled, I think, to be involved with something that was related to us.    Bert Ulrich: And what's really interesting too, because in some situations, I mean Lukas Haas was at Kennedy Space Center meeting Mike Collins, so did Corey Stoll met Buzz Aldrin there.  And it was really interesting to sort of see the fictional person and the real person together and start talking to each other.  It was a little surreal.    Bill Barry: Yeah, by the time we had this event at Kennedy Space Center for the media, we'd already had a relationship with the cast and the crew anyway.  I mean, we'd brought them down to Johnson before and out to Kennedy, and so it seemed, you know, it was nothing, and we had talked to them before, and they were really into it.  I remember we brought Ryan Gosling through the lunar curation facility place, and he was just amazed at, you know, getting to actually look at rocks.  He was hopping around in his bunny suit there with all the rest of us and nobody could kind of tell who he was, but he had a great time there, and he got to put on an actual real spacesuit and try out some of the stuff, and we walked him along the Saturn V down there at Johnson.  And he asked a lot of really good questions about things that clearly showed that he was doing his homework.    Host: Well, I am very curious to hear what they had to say.  So, you know what, why don't we bring in some of those questions, Bob, that you were asking them?  We can start with the cast.  We'll go with Ryan Gosling and Claire Foy together.  Then we have Patrick Fugit and Lukas Haas, and then we'll wrap it up with Olivia Hamilton at the end there.  So let's start with that, and we'll come back and kind of discuss what they talked about.    [sound effect]  Bob Jacobs: First off, thanks for doing this.  And easy one, did doing the movie make you change the way you think about the moon in any way?  Did you look at it one way before and afterwards you though, wow, we've been there?    Claire Foy: But wow, Ryan's been there.    Ryan Gosling: You know we didn't actually go there, right.  [laughter] I don't know if that's in the press notes, but that's, that's wrong.  Yeah, I think this movie changed the way I think about a lot of things, you know.  I realized just how little I knew about all of it and it was just, it was just an incredible experience, all the way around.    Claire Foy: I definitely look at it differently now, quite wistfully out the window.  Well I did before, but just more wistful.    Ryan Gosling: Is that what you're doing?  You're always wistfully looking out the window.    Claire Foy: Yeah, at the moon.    Ryan Gosling: Yeah.    Claire Foy: Aw.    Bob Jacobs: Our impression from the film, it was very intimate.  I mean everything was so powerful and so close.  Was it hard to turn that off after you finished a day's work?  I mean, you know, were there days that, okay, I've got to go play with puppies or something, I mean because there was so much seriousness and so much emotional intensity, pardon me, that was going on at the time?    Claire Foy: I've always wanted to play with puppies.  [laughter] All the time, good or bad days, just any chance.  I don't know, I felt like, I felt very fulfilled doing this film.  I felt like, and then I think when you go home it's easy to leave the work where the work is because I think you don't take it home with you because you're not kind of going over it for hours and hours afterwards going what did I do wrong, how can I change that?  I just felt like we'd go to work and we really got a chance to kind of explore it and investigate it, and so it felt kind of done when I left.    Ryan Gosling: Yeah, there was, also the way that the film was structured and the way that we shot that just was such a momentum to it, that there was always, you know, another challenge the next day to prepare for it.  We started with shooting just most of the interactions between the family, and then we went on to the X15 and then to the Gemini 8, and then we ended with the Apollo 13 and the moon landing, I mean Apollo 11 and the moon landing.  So it just was constantly escalating, and there was never an opportunity to really, to stop, you know.  We just, it was an incredible opportunity, but it just felt like a great responsibility.    Bob Jacobs: Is it harder to play a role of someone of a historic figure?  And of course you're just coming off The Crown, you know, the Queen is still very much around.  For Neil, you've got, you know, the family who is still there.  Is it, is it more challenging for someone who is real as opposed to a fictional character in a script or a movie?    Claire Foy: I think it comes with different challenges.  I find the challenge if I'm just playing character is to believe I'm making the right decision all the time, whereas I feel like if you're playing somebody who has lived or is alive, then you have that to go on.  But even if it's a fictional character in a book and you have that kind of background, it means at least you know what the facts are that you have to stick within, which I always—you can’t wildley, you know, give your character a limit or do something really, an odd choice.  You have to stick with kind of the reality of it.  So I quite enjoy that, I quite enjoy knowing what I can and can't do and then working within it.    Bob Jacobs: Would you go to the moon, Ryan?  Would you fly?    Ryan Gosling: No.  [laughter]    Bob Jacobs: Okay guys, that's our time.    [sound effect]  Bob Jacobs: Bob Jacobs, NASA television.  Guys, thank you for doing this.  Tell me, what did you learn about NASA that you didn't know going into the project?  Was there anything specific?  Were you space fans to being with?    Lukas Haas: I was a big space fan, but, I mean it's a tough question because I learned so much.  You know, there's a lot of specific things that I learned.  I mean I wouldn't even know where to start.  There's a lot.  There's a lot.    Patrick Fugit: Yeah, I, like I say this a lot, but like I grew up in Utah with a very sort of traditional, conventional perspective of NASA and space exploration, but coming here and going to Houston and everything really gave me a look into like how the people think and like what the program's sort of filter on, you know, problem solving, life goal achievement, that sort of thing is.  And then also with the film, it's like what it took for the people of this era to actually accomplish the feats, which is fascinating, fascinating stuff that I'd never known before.    Lukas Haas: The one thing I think that I learned is, that sort of fascinates me the most, is there, NASA's way of dissecting a problem.  You know, and sort of the thought processes, you know, as a, you know, I can't even describe it because all the things are so complicated.  But, what an amazing experience this has been.    Bob Jacobs: You were in full suit, I can't remember if you were in full suit at any time--    Patrick Fugit: Nope.    Bob Jacobs: But you were, you know, does the clothing, does the setting help you get into character or--    Patrick Fugit: Oh, absolutely.    Bob Jacobs: You know, could you do it if you were just walking around the way you are now?    Patrick Fugit: You know, the clothing was very specific and particular to the way Elliot See dressed was very sort of straight cut, you know, conventional, reserved kind of thing, and honestly the clothes, like the pants really helped me a lot.  Like I had the high-waisted, you know, pleated khakis and that sort of thing.  But you had the real cool stuff.    Lukas Haas: Yeah, all the, definitely the spacesuit stuff was, yeah, I mean you can't, you literally, you couldn't not like do it wrong if you tried because you're just, you're in it, you know, there's nothing you can do.  You're stuck in that spacesuit, but it's, it's a very weird experience.  I mean you can't, you know, you can't scratch and itch.  That's sort of the one thing that sort of stuck out for whatever reason, I would just have these itches, and they would kind of move across my body, and there's just nothing I could do about it, you know, and you can't tell anyone to itch it for you because, you know, they can't hear you.  And all you hear is the whish of the air going into your helmet.  But it's, you know, it's also really, it's cool to look back at the photos of yourself, because it's just beautiful.  I mean the helmets and the way everything reflects off the glass, and I mean it was, it was just really cool.    Bob Jacobs: But whether with NASA or, you know, the cadre of commercial companies that are coming online doing space exploration, if offered the opportunity, would you go?    Patrick Fugit: Yes.    Lukas Haas: I absolutely would.    Patrick Fugit: Yeah.    Lukas Haas: Absolutely.  In fact, I kind of hoped that, it probably will never happen, but it would be really cool, definitely.    Bob Jacobs: All right, thank you.    [sound effect]  Bob Jacobs: Did either of you learn more about NASA once you got into it than you did going in?  Obviously you had a, you know, you've had a lifetime of dealing with the agency—  Bonnie White Bear: Yes  Bob Jacobs: But you know, was there anything new? And for you?    Olivia Hamilton: Yeah.    Bob Jacobs: How was space exploration for you before you got into the role?    Olivia Hamilton: I was, yeah, no, I had no idea honestly, how much it took to get to the moon and how many sacrifices and lives and money and ingenuity went into it.  And I, I loved, I loved what the movie talks about this, but I loved that every mission had the goal of kind of pushing beyond where we were at and that you have to fail in order to succeed.  You know, that was sort of in the ethos of NASA.  I found that really inspiring.    [sound effect]  Host: So, you know, it's interesting, you said, especially Patrick Fugit and Lukas Haas were so excited, but it sounds like what really changed was their perspective and appreciation for what they do.  It's almost like they took the role itself as a learning exercise.  Like, oh, I didn't really realize that NASA did that.  And it was important to understand what NASA does and how it operates in order to portray it.  Did you get a sense of that, Bob?    Bob Jacobs: Yeah, I think that, you know, one of the things, I worry sometimes that we dismiss what actors and directors and producers go through because we see them in a role, and we don't see all the homework that went into it before they actually played that role.  So it's like oh, what do they know?  They're an actor who, you know, was doing X, Y, Z. And it's clear that everyone really did their homework.  Whether they were into at the beginning or not, by the time they got to it, they were really into it because, you know, they got to see and learn so much about our history and how we got from, you know, then to now, and I think one of the things that the film captures really well is risk, and it's something that other films haven't, and they don't talk about it.  I mean it is, it is a story element, and you see it played out in the film, but there's a visual aspect that they capture in the execution of the missions that I don't think you really saw before.   I think the closest one for me probably would have been Apollo 13, just because of all the weightlessness that they shot there.  And they did that in this movie too.  But there's just something more, I don't know how to explain it, and I don't want to give too much away for people who haven't seen it, but there is a, they do address risk in a way that I think is unique to this film.    Host: And I think that risk, and maybe Bill you can speak a little bit more on this is kind of why a lot of them, especially, I was laughing real hard when I heard Ryan just say, you know, well you asked, do you want to go to the moon?  And he's like, no.  He just said outright just no.  And I think it was not because he just wasn't interested, but maybe how I interpreted it was it was more of an understanding of how much risk goes into these space flights to understand the dangers and the pressures of being an astronaut.  It's a lot to take on.    Bill Barry: And I think part of it too is also I think they developed a real appreciation for just how much work goes into, you know, a mission like this.    Host: Yeah.    Bill Barry: It's not, it's not like, you know, you get picked to be an astronaut and the next day you go climb in a space capsule and go land on the moon.  You know, it's years and years of dedication to, you know, an effort like that.  And I think that, you know particularly the cast of this movie but also other movies that were worked on have, usually come away with a real appreciation for, you know, how hard all of us at NASA work to, you know, do whatever it is that our job is, and of course, particularly that shows on the point at the end of spear where the astronauts who get to go do this.  But they also see, you know, at the working level for all the rest of us, you know, how much effort goes into it and how dedicated we are and how much we love what we do.    Bob Jacobs: I think the computer, the computer graphics got to the point around gravity that it could accurately depict what human space flight is really like in a way that engages the public.  Up until then, you know, well you saw a lot of sci-fi and a lot of space movies, but, you know, Star Trek, for example, which everyone loves, if they're not a Star Wars fan, and most of us around, yeah, most of us around here are what I call bi-sci, [laughter] where we like both, but there's a lot that's taken for granted.  You know, if you're on the star, if you're on the Enterprise, there's gravity, there's air.  Food magically appears.  They just transport themselves somewhere.  And in a way, you know, people grew up watching that just think that space flight is easy.  You know, it's so simple.  We should be flying at, you know, warp nine somewhere.  And the movies, I think, and really through the work of Bert, and I'm not just trying to pat Bert on the back here with him sitting right next to me, but it's through that kind of work where producers and writers have found that there's a way to tell a realistic space exploration story that's interesting, that can grab an audience.  And I think that's been missing up until really the past decade.    Bert Ulrich: And also we have receptive management, I mean, that wants to take on these projects, which is really, really great.  I mean we have, there's such enthusiasm around it, which is wonderful, and it's important to have that here too, which we do have.    Host: Yeah, and enthusiasm was a big part of it.  You were even talking about, you know, when you take on a big project like this, you want to make sure the history is accurate, but you also wanted to make sure the family was supporting it too, because it's a part of NASA, and people are, real people are being represented here.  And Bob, you got to actually talk to some of the family members.  How was that?    Bob Jacobs: You know, it was interesting.  And like I said, at the beginning, you know, it was important to know that Rick and Mark, Neil's sons, were supportive, and at the time their mother, Janet, was alive.  Unfortunately she passed away from cancer before the film was released, but I know Ryan had an opportunity to speak with her.  I know that was a regret of Claire's of not being able to speak with Janet before Janet died.  But, it was really interesting, as Bert pointed out, to have the actor and the person they're portraying interact, and, you know, so we have, you know, for example, the actress who is playing Ed White's wife sitting next to Ed White's daughter and kind of getting an understanding of, you know, for an actor sometimes it's the promotion of the film, but for these people it was their lives, and for her, she lost her father as part of the space program.   And yet, to listen to her talk about and be supportive of what it is that we're going to do in the future really meant a lot.  I mean you just weren't ignoring it or playing it off because it was part of Hollywood speak.  You know, you watched so much on television, and it's about who they're wearing, or all the superficial stuff of who they're dating and for us, it's very personal, because these people were real, and we just want to make sure that they get it right.  And it was, again, interesting to see the actors be so not only respectful of the characters that they were playing, but again get so interested in the topic.    Bert Ulrich: And that's the beauty of this movie too, because you see these people as human beings, and I think that the danger that happens when you see these heroes that have gone up and done these amazing feats up in space is you think they're in bronze or you think they're statues, but in reality they're human beings, and that's the beauty of this movie, I think.    Bill Barry: Yeah, yeah.  I agree.    Host: Yeah.  So let's jump ahead to those interviews.  You know, you talk with Mark and Rick Armstrong and then Bonnie White Baer.  Let's go ahead and jump to that.    [sound effect]  Bob Jacobs: What makes you guys so awesome?  [laughter] No, thanks for doing this.  You know, I had an opportunity to see the film last night the first time outside of kind of reviewing some of the scripts early on.  What was it like for you guys viewing it, kind of, I know you worked on it, but, you know, when you're actually seeing it on the screen, and you actually lived it.  What were your feelings like at that time?    Mark Armstrong: Well, Bob, I think, you know, like you, we saw very early versions of the script, and we've been involved with project for quite a while now, so the things that happened weren't so much a surprise.  I think what was surprising for me anyway was the strength of the performances and the music.  I mean those are things I did not, I couldn't anticipate, but I felt that those were just tremendous.    Bob Jacobs: Well did you, you know, look at a scene and go, wow, our couch was like that.  Or, no, Mark really didn't do that to me.    Rick Armstrong: Well, actually the living room, the El Lago living room was very much like it really was.  That was accurate.  There was a scene that I hadn't seen before, where I'm in my room with mom and I'm complaining that someone's messed up my crayons and everything like that, and although that exact scene didn't happen, that kind of scene happened all the time.    Mark Armstrong: It's true.  He was always complaining.    Rick Armstrong: I had an alarm, I put an alarm on my door to keep him out from doing that stuff.    Bob Jacobs: Was it, was it, you know, a lot of the emotion, to me the film was very intimate, it was very emotion throughout the entire thing.  Was it, was it, you know, you guys lived through that in reality.  What was it like for you?    Mark Armstrong: I think that--    Rick Armstrong: I think the first time we saw it definitely--    Mark Armstrong: Yeah.  I agree with you.  I think it is and inside sort of behind the curtain look at what was going on at that time.  And I feel very good about the way our family is portrayed and the way, you know, relationship in general are portrayed.  I think it gives a realness to the, that many people don't have.  They kind of, they have this view of sort of a glamorous view of things, and it was just, it was just people working hard trying to do their job and make the mission succeed.    Rick Armstrong: There were a number of improvised scenes at the house or in the pool or whatever that we didn't consult on really but, that I can remember anyway, but we're very like, yeah, I remember stuff like that.  I remember dad picking us up and, you know, trying to stuff us somewhere, chasing around, hide and seek in the house.  I mean that kind of stuff, you know, there was somebody putting a wallet on his head or something like that.  Yeah, we did all that kind of stuff, so they, somehow they tapped into that without, you know, us directly saying it.  And I really enjoyed seeing that.    Bob Jacobs: You know, after seeing the film and speaking with you, Rick, last night, you know, I kind of touched on the, you know, to us, you know, Neil Armstrong is this iconic character, a hero to us.  To you, it was mom and dad that you were dealing with.    Rick Armstrong: Yeah.    Bob Jacobs: Was there any time that it hit you who he was that he was an iconic hero figure known worldwide.    Rick Armstrong: Really, I don't think it's ever really hit me that way.  I mean I understand that it ought to, so I can work out that yeah, it should, but I don't know that it ever has, and I'm not sure that it ever will in the way that you're describing, and you know, still working on it.    Mark Armstrong: Yeah, he was just dad at home, and we were just a, you know, we were just a normal family, and so that never changed.  That was true before.  That was true after.  That was a constant in our lives, and I think that was very intentional on the part of our parents.    Bob Jacobs: Guys, thank you.  Congratulations on the film.    Rick Armstrong: Thank you, Bob.    Mark Armstrong: Thanks Bob.    [sound effect]  Bob Jacobs: I think you guys were the hardest ones to think about how to interview because risk is a big theme in the film, and the film deals with it, I think in ways that other space movies haven't.  So I was wondering both how it impacted you when you were having to relive the tragedy over again and for you playing someone who was right next to you basically.    Olivia Hamilton: Yeah.    Bonnie White Bear: Well, I mean it certainly did bring up a lot of things and certainly tough times, but, you know, I was very, very touched and proud and happy with how this was all handled.  And I think it was something that needed to be told, you know.  And we all got there as a country, but there was a price that was paid, you know, but at the end of the day, we accomplished our mission.    Bob Jacobs: Do you still support exploration?    Bonnie White Bear: Oh, I do. Yes.    [sound effect]  Host: Yeah, you can definitely get a sense of the passion and just, you know, and they were kind of reflecting on their own lives as the film was happening, so yes, that representation is definitely important to the family.  You know, I talked with Jim Bridenstine on the podcast recently, because when he first got here, he talked about the NASA family.  And I feel like that's something that even, you know, I could definitely feel it here in Houston.  I'm sure you feel it at headquarters.  What is that?  What is the NASA family?  Do you guys feel it?    Bert Ulrich: Yeah, I think that's--    Bob Jacobs: You know, and I'll, my apologies for jumping in on that, but a, because there are two other people here, and I'll shut up, but there really is this sense of wanting to be a part of something greater than, and after the word than, it's kind of open ended.  And, you know, we're not, not to dismiss the work of any other agency or any other corporation, you know, that instills that same type of spirit, but there's something about NASA that just gets people excited.  They want to work together.  They want to achieve something that hasn't been achieved before, and it does.  I think it kind of brings everyone together, and there's a glue that holds people together like a family.    Bill Barry: Yeah, as government employees we take these annual surveys to see what we think about our jobs and consistently NASA comes out as one of the best places to work in government year after year I think largely because people love mission and people are here because they, you know, they love what we do and it excites them.  You know, not that people who work for the department of agriculture aren't interested in their jobs, but I think people come to NASA with a real appreciation for the opportunities that they have to spend taxpayer dollars doing really interesting stuff that'll make an impact on, you know, not just our current world, but the future world.  And that really, you know, at the end of the day, that really sort of I think jazzes a lot of people.  And to be able to do that with other people who feel the same way, you know, that's the family feeling, I think, and I think we all benefit from that.    Bert Ulrich: And sometimes we really feel the family, you know, feeling, the good family feeling, around anniversaries as well when everyone is gathering together, generations of people that have been at this agency that get together and there's this sort of common bond, and I think you can't take that away, and I think it's really inherent here when you work here because there is an inner passion, and it's a very special place to be.    Host: Yeah, I've, you know, I've been doing, I don't even know how many episodes of the podcast at this point, but just everyone I talk to, it's such a pleasure because when I bring them in the booth and I want to know the information really, I get to know a little bit about them, the folks I'm interviewing and the people that are behind these missions.  And I can tell you, every single one of them are very passionate about what they're doing.  And I think that's really important to kind of get across, and I think that's a good, you know, Bill, you mentioned, you know, make sure the taxpayers are getting what they want.  I think working with these, with these filmmakers and accurately portraying NASA and making sure people kind of feel a part of it and understand the culture here is so important, and working with the director, screenplay, screenplay writer Josh Singer and director Damian Chazelle, I think, was a huge part of that.  So why don't we jump ahead to that interview, Bob, and then we'll come back and talk about how telling this story is so important.    [sound effect]  Bob Jacobs: When some, when you got approached for the script, is it, you know, oh my gosh, what a wonderful opportunity or oh my God, how do I tell the story of someone so iconic?    Damien Chazelle: It was both.  Absolutely both.  You know, it started for me with reading Jim Hansen's book, First Man, about Neil and just sort of being amazed by realizing how much I didn't know.  You know, I thought I had a rough handle on Neil Armstrong as an individual and the moon landing, but reading this book, I mean there was so much about his life and about the mission itself that I just didn't know, and I was amazed to find out how difficult this mission really was, you know.  I think history has a way maybe of obfuscating some of those details, and you sort of look back 50 years hence and think, well these were superheroes, and they sort of, you know, accomplished it.  And it was almost easy for them.  And to see the sacrifice, to see the cost, to see the doubt and uncertainty and just the insane commitment to a goal that it took, I think was really inspiring.  But it made me and I think everyone involved in the film feel a tremendous responsibility.  You know, it's like these were real heroes and you want to try to do them justice.    Bob Jacobs: I was going to go there next.  It's a, you know, is there a different kind of weight between a fictional film and something that is rooted in history?    Damien Chazelle: Absolutely.  I mean this was my first time doing a movie about history that wasn't just, you know, not something I just came up with, and so I think, yeah, I felt an added responsibility for sure, and I think that was part of the reason why we tried to and we were so lucky to be able to just spend as much time as possible with people who knew the reality, people who knew Neil.  Like his sons, Rick and Mark, and his ex-wife Janet, other members of his family, colleagues of his, everyone at NASA that we could talk to.  We were lucky enough to shoot here for a little bit.  We were lucky enough to get to go to Houston a bunch and research there.  NASA really opened its doors to us in a way that was just tremendously generous of them, without which I don't think we would have been able to make the movie, because if you can't do it authentically, if you can't try to do it accurately, it felt like it wasn't worth doing it at all.    Bob Jacobs: I think the thing that struck me in watching the film was both the capture of the human elements and the human drama and the intimacy and the emotion, but at the same time, the hardware, the risk, I mean it was both this reality and special effects and reality and the human reality.    Damien Chazelle: Yeah.    Bob Jacobs: I don't know if that makes sense or not but.    Damien Chazelle: Totally, yeah.  I mean that was actually kind of, in many ways the goal was, we sort of knew we had two movies in a way.  We had the movie that was on the ground, the family portrait essentially, of the Armstrongs at this incredible time in their life, and then of course we had the space movie.  We had the movie of these missions, and we wanted them to feel like the same movie, so we shot everything in the same sort of documentary style.  We were taking a lot of inspiration from documentaries of the period and archival footage, you know, that the astronauts themselves shot and the Life Magazine photography of the Armstrong and other astronaut families at that time.  You know, just a tremendous amount of resources visually that we had to just draw inspiration from.  But we wanted the audience to feel like they were there.  Whether it was in the house or in the capsule, like the audience themselves were, you know, right there in the rooms with Neil and Janet and right there in the capsule with Neil and Dave Scott or Neil and Mike and Buzz.  And so, again, to get that right, you know, took a lot of research, but we were really lucky to have collaborators, you know, of mine, the production designer Nathan Crowley and Lena Sandgren who did the camera work and Mary Zoffrey who did the costumes.   Just everyone was so on the same page about how important it was to get this right and to not just wing it, and so I think that helped a lot.    Bob Jacobs: Yes or no question.  Would you go?    Damien Chazelle: Would I go?  To space?    Bob Jacobs: Yeah would you go if offered the opportunity?    Damien Chazelle: I would love to.  My worry is that, and why I might veer towards no is that I might just be too damn afraid.    Bob Jacobs: Fair enough.  Thank you.    Damien Chazelle: Thank you.    Bob Jacobs: Thanks.  Appreciate it.    [sound effect]  Bob Jacobs: You know, the first thing that came to mind when I heard that the two of you were doing this together was how do you bridge the gap between a historian, who is capturing the facts of what had happened and a screenwriter who is trying to plug into the emotion.  How did you guys actually work it out?    James Hansen: Well we think that is such a good question that we actually talked about this on set and are publishing a book where the script is published, but then on the right-hand side of the page, the script is on the left-hand side, the right-hand side is a running conversation between Josh and I about what's over there in the script.  Because we had conversations about it all.  I mean if there's something that's going to, you know, not be 100 percent historically accurate, we wanted to go ahead and admit to it and explain to the viewer of the movie and to the reader of the book, well why did we make that decision.  You know, why did we choose, why couldn't we go with it So it really is, if you read our book, you'll be able to see kind of the exchange that we had over the course of many months to sort of work out these issues.    Josh Singer: Yeah, I would say that, you know, the good news here was that both Damian and I were pretty committed to giving a very accurate representation, both of the missions and also of the private life of, you know, of one of the more famous astronaut families there's been.  And so, you know, we were committed to working with Jim to not only, you know, take in, you know, try to take in as much of his book as we could, which is encyclopedic and incredible, but then also push beyond.  And that meant sitting with Jim, having Jim introduce us to folks, you know, whether it's Gene Matranga who is an engineer who worked with Neil on the X-15, or Mark and Rick, you know, and Janet, and June, Neil's sister.  You know, Frank Hughes, Joe Engle, Dave Scott, you know, ripped us apart in early drafts of the script, which was really helpful, you know, to say, okay, this isn't going to stand.   If we want to, if we really want to meet Neil's bar, we're going to have to up our game.  And we were very committed to that.  Again, both in the personal and in the professional.  And Jim really was our guide in terms of, you know, obviously his book is incredible, and then when we wanted to go beyond to help us reach out.    Bob Jacobs: So when you first get a project like this, especially with someone so iconic, so much written about him in history, so well known, do you look at it as, oh my God, what a great opportunity, or oh my God, what have I gotten myself into?    James Hansen: Well, you know, and you say well known in a sense he's in all the history books, but not really well known.    Josh Singer: Yeah.    James Hansen: I mean he's known as this shadowy figure coming down the ladder and saying these famous words, but really in terms of his personal story, and even a lot of things about his career, you know, from everything from naval aviation to his test pilot years, and then what happened to him afterwards.  Not really terribly well known, and so I think what was really great about the film is that they understood what was new from my book, and they knew where that needed to be enhanced, and so it was, this is a completely fresh look at Armstrong.  Even people who lived through and were alive and watched TV, they really, you know, they got PR explanations of Armstrong's career, and they got Life Magazine coverage, but they didn't, they didn't really get the authentic story of what was going on inside his personal life.  You know, the book covered that, and the movie really does a great job.    Josh Singer: Yeah, that was the amazing thing to me about reading Jim's book was how much was not known really to the wider public.  You know, yeah, I mean Jim said himself, most of his friends didn't know he had a daughter, let alone the wider public.  You know, or that he had lost his daughter shortly before he joined Project Gemini.  You know, the fact that, you know, little facts.  You know, I would talk to really, you know, NASA historians, I would talk to about, you know, mention Paul Bikle and the fact that Bickel didn't recommend Neil for Project Gemini, you know, or the astronaut program, and they'd be like, where did you get that?  Where's that from?  It's from Jim's book.  You know, but it's not widely known.  You know, and I think that there is so much about this story that is surprising, you know, in terms of the journey and how hard it was.  You know, Jim and I have talked about, I feel like there's a little bit of a metanarrative that sugarcoats everything, you know, that it seems like going to the moon was easy.   It seems like these were superheroes who did it.  Well, no, they were ordinary folks who worked very, very hard and they sacrificed greatly.  It wasn't easy at all, and frankly, to me that's much more inspiring, and it makes me think, oh, all those great things we want to try to achieve as a civilization, as a nation, you know, it makes me feel like they are more achievable as opposed to less because it makes me understand.  No, it's not that they had some magic sauce back in the '60's.  It's that they were willing to put in the work and to sacrifice, both in terms of, you know, personal sacrifice, personal cost, but also in terms of, you know, their lives.  And that's what we'll need to do if we want to, you know, achieve great things in the future.    Bob Jacobs: Gentleman.  Thank you.  Congratulations.    James Hansen: Thank you.    [sound effect]  Host: So a huge part, and Bill, you touched on this a little bit was going back and sort of working with them to flush out, you said, this is not a documentary, this is not, it's different.  It's a feature story, and they have a drama to tell.  So, you know, how do we, when we're talking about the history, where are you finding it, you know?  What sources are you pulling from to make sure that we're telling the right story?   Bill Barry: Oh, well, of course NASA's had a history program since the year after it was founded, so the history program has been around since 1959.  So we have a pretty good archive in addition to the national archives, which are collected anyway, but we have a pretty good, you know, instead of reference materials, right on site here.  And we also have the advantage of lots of people who have been working here a long time and knowing people who used to work here, so, you know, we talk to the alumni league and other, you know, former folks who, you know, worked here.  So there is no end of resources to check facts on, and we, you know, when a question comes up, you know, we go where the data is and make sure it's presented appropriately to the folks who are asking the question.    Bob Jacobs: And Bill is really, really smart.  [laughter] That helps.    Bill Barry: I've made my living on being able to remember weird and random facts that no one else really wants to know.    Host: All right.  Trivia partners secured, nice.  Thinking back, you know, especially, we listed off a couple movies, especially recently, that we've been working with.  You mentioned Interstellar.  You mentioned The Martian.  I think there's this sort of shift now, and I don't know if you guys can kind of sense the same thing, which is, which is going more towards the responsibility of accuracy and making sure that accuracy even in fiction, whether historical or a fictional piece of work is representing.  Are you guys getting a sense of that, that filmmakers and documentary writers want even more accuracy than maybe in the past?    Bob Jacobs: You know, it's interesting.  I'm seeing lines cross, and I don't mean this in a mean way for some of the documentary producers, but I see documentaries leaning more toward the salacious and hyping--    Host: Really?    Bob Jacobs: And the film industry being able to portray it more accurately without the hype, and you know, and it's all about building an audience, and again we're just really sensitive to it.  Again, we kind of use this feasible fiction idea as our guide, and we've just, you know, in the end it boils down to how successful is the project going to be, and with, you know, when one space film does well, other studios are going, hum, we can make money off that.  Let's do a space film.  And, you know, so I, you know, clearly it's a business, and the industry wants to do well, and I think we've been fortunate to benefit from the interest and from the success of some of the earlier projects.    Bill Barry: And I think that once people sort of get into it, they become, you know, trivia geeks like the rest of us.  You know, they start getting interested in it, and they want it to be as accurate as possible.  So you get set designers who want the sets to look right, and you've got, you know, costumers who, you know, do you have a picture of the clean room from, you know, X date, so we want to make sure the jacket the guys are wearing in the clean room look right and have the right logos on the back.  We get all kinds of questions like that all the time.  Sometimes the appetite for this sort of information is insatiable.    Bert Ulrich: Yeah.    Bill Barry: For Hidden Figures, fortunately for me, the director started sending me questions, and I figured out that there were other people who knew the answers more than I did, and I was able to farm them out, and the next thing you know, yeah, I'd be hearing back from the director saying, hey, thanks for pointing us on to this guy, because they pointed us on to this guy who gave us this answer about this other thing, and pretty soon I'm convinced, at least on Hidden Figures anyway, probably about a third of the people who work for NASA must answer the question for those guys because they ask all kinds of things to all kinds of people, and, you know, we gave them the data they wanted, and they ran with it.    Host: That's so, I find it fascinating that maybe the shift, like you said, with the documentary stories and the feature stories, I think that's fascinating, but just how accuracy itself, you know, you see a successful film that portrays accurate science, and other, you know, filmmakers and writers look at that as a successful project, and think, ooh, I'm going to make something like that, and then it spreads, you know.  Now you have spreading accurate information.  I think I would define that as success on NASA's part.    Bert Ulrich: You know, I think we also have a smarter audience quite frankly because there's so much documentary content that's generated from the industry because of cable television, I mean between Discovery, National Geographic, History Channel, all these channels are looking for content, and although some do cross the line, others try to tell the story as well, and I just think the public just gets smarter and smarter and gets more curious through this sort of, you know, informational exchange.  And that's actually, that's actually a really good thing, I think.    Bob Jacobs: Yeah, and there's so much material, for example, on the NASA website about, you know, historical facts, that it's really easy for people to quickly fact check something that they see in a movie.  They say, did that really happen?  And they can actually look it up and find out.    Bert Ulrich: Yeah.    Bob Jacobs: And I don't know whether that plays a positive impact or not, but I think, you know, movie producers don't want their movie being criticized for, you know, fiddling with the truth, and so it's important to them to get as many details as accurate as possible.    Bert Ulrich: And the beauty of First Man also is that it's sort of dispelling, hopefully helping to dispel the, you know, the conspiracy myth about the moon, which Bob has been fighting for many years, and we've had people that helped us out, like myth busters and others, to help sort of, I don't know if you want to talk about that, Bob, at all.    Bob Jacobs: Oh, yeah, no.  That was a, you know, and it's interesting, I've been at NASA long enough now that is see these, the pendulum swing back and forth, and here was a, I'm not going to dignify the network that aired the so-called documentary, but it challenged whether or not we actually landed on the moon, and as a conspiracy, and so we had a conversation with the executive producer of at the time Myth Busters, and said, you know, no one's really taking this on.  If you guys are interested, let us know, and they ended up doing I think it was a two-hour premiere for one of the seasons taking on whether or not we really landed on the moon and of course concluded that we did, but, you know, fast forward to 2018, I don't know how many people actually remember that broadcast.  So there are things that, you know, we constantly deal with.  We'll hammer it flat for a little while, and then it'll come back.   You know, and one of the things that I find a little sad is for example one of the other cable channels has, you know, the hidden inside NASA untold story files or, you know, something crazy like that.  And they tell this story of Apollo 10 where the spacecraft, the command module and lunar module separated and there was this weird tone, and it was, could it be aliens?  Could it be UFOs?  And people were running around trying to figure it out.  Now once we got down to it, we realized that even Mike Collins dealt with it in his, in a 1974 book, but at any rate, people were running around trying to figure it out because we were getting media inquiries, and it was like, well I'll just call.  And I picked up the phone and called Gene Cernan.  And Gene was like, well, I bet I know why you're calling, and started going ooh, ooh, ooh, ooh, ooh, ooh.  [laughter] You know, so he explained it to us, but, you know, we're running into a time now where we're losing those first generation of explorers, and we're not going to have them to go to anymore.   So it really is important to have people like Bill around in the work that the history offices do across the agency to capture it because, again, we're just not going to be able to pick up the phone and call someone who walked on the moon to ask them the question.  We've only got four left, who have walked on the moon, and, you know, we just have to capture their stories and continually find ways to keep those stories alive as we start leaning into what's next, so people don't forget.    Host: Yeah.  I feel like, you know, it's not, it's going to be, I would think, impossible to get everyone on board and say, yep, the moon landing totally happened, and that is a fact, and there's no questions about it.  You know, I feel like conspiracies, they're just going to be out there.  We have quite a few out there even now.  But, you know, I kind of wanted to start with this point, but I think it's a good place to end based on this conversation, is what is the purpose of communicating here at NASA?  Bob, especially from your perspective as the acting associate administrator of communications, why do we need to communicate?    Bob Jacobs: Well, I think it's based in our founding documentation where the original 1958 Space Act says that we're going to share to the widest practicable and I don't know that anyone's ever used the word practicable in a sentence before, but it's in that documentation.    Host: First time for everything.    Bob Jacobs: You know, but it's in that documentation, and it's evolved where, you know, the very essence of why NASA was created was that in the Cold War, you know, the Soviet Union had a very closed off militaristic space program that wasn't open, and NASA was founded as a civilian space agency and everything was going to be available.  And I think historically we've done that, from our triumphs and our tragedies.  We're very public.  And I think that's our role, is to help facilitate that story and to help present it to the public, and whether it's through the factual information that we do through our news releases and our scientific and technical findings and our missions or whether it's through movies and documentaries and toys where Lego is doing a series or collector figures where American Girl did a Hispanic explorer who wants to go to Mars one day.   I mean they all play a role in helping share what it is that the agency does.  And to me, again, it's more than just sending a space craft to go land on a point on another planet, you know.  It kind of gets to addressing some of those fundamental issues of humanity.  You know, are we alone?  Where did we come from?  And where are we going?  You know, is this survival of the species or is this something that we do just because it's interesting and fun and that's what great nations do.  So, again, that's kind of a long-winded answer, but it gets to I think the crux of why it is that we communicate, and that is to share the story of our future and where we're going.    Host: I think that is a beautiful summary.  Bob, Bert, and Bill, thank you so much for coming on the podcast today.  I really appreciate you time, especially all three of you together, and Bob, special thanks to you for interviewing the guests for First Man and then actually bringing it here on the show and we can actually have a discussion around.  This was fascinating, so thank you again.    Bert Ulrich: Thank you.    Bill Barry: Thanks Gary.    Bob Jacobs: No, we appreciate it.  Thanks for having us.    [ Music ]    Host: Hey, thanks for sticking around.  So today we talked with Bob Jacobs, Bill Ulrich, and Bill Barry, and the cast and crew of the movie, First Man.  So we appreciate them coming on.  This is coming up in the middle of some of the 50th anniversary of the Apollo program and the missions that coincide with that.  If you want to know some of the history and some things that we're doing here at NASA, go to nasa.gov/specials/Apollo50th to learn more about what we're doing.  Otherwise, you can check out some of our other podcasts.  We have all across the agency Gravity Assist, About Planetary Science, NASA in Silicon Valley.  From out in the Ames Research Center in California and Rocket Ranch from the Kennedy Space Center in Florida.  You can go to nasa.gov to find out more about what we're doing all across the agency.  You can go to our social media sites, our @NASA, Facebook, Twitter, and Instagram.  Use the #askNASA on your favorite platform, submit an idea for the show. Make sure to mention it's for Houston We Have Podcast.  This episode was recorded on October 15, 2018.  Thanks to Alex Perryman, Pat Ryan, Norah Moran, Jim Wilson, Stephanie Sherholtz, Jason Townsend, and John Yembrick.   Thanks to you Bob Jacobs, Bert Ulrich, and Bill Barry for coming on the show today.  And thanks to the actors and actresses, Ryan Gosling, Claire Foy, Patrick Fugit, Lukas Haas, and Olivia Hamilton, screenwriter Josh Singer, author James Hansen, director Damian Chazelle, and the family of the historic NASA astronauts including Rick and Mark Armstrong and Bonnie White Baer from the movie First Man for taking some time to speak with us.  Happy 50th anniversary to NASA's Apollo program.  We'll be back next week.","date_created":"2018-10-26T00:00:00Z","keywords":["Houston","Podcast","Johnson Space Center","Space","NASA","Apollo50th","First Man","Bob Jacobs","Bert Ulrich","Bill Barry","Ryan Gosling","Claire Foy","Damien Chazelle","Patrick Fugit","Lukas Haas","Josh Singer","James Hansen","Mark Armstrong","Rick Armstrong","Olivia Hamilton","Bonnie White Baer","Neil Armstrong"],"title":"HWHAP Ep68 NASA in Hollywood","nasa_id":"Ep68_ NASA in Hollywood","description_508":"Full transcript in the description","center":"JSC"}],"href":"https://images-assets.nasa.gov/audio/Ep68_ NASA in Hollywood/collection.json"}],"version":"1.0","href":"https://images-api.nasa.gov/search?q=ufo","metadata":{"total_hits":5}}}